Repository: mchave3/Foundry
Catalog: src/Foundry/Strings/*/Resources.resw
Source language: en_gb
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fi_fi, fr_ca, he_il, hr_hr, hu_hu, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# StartMedia.Autopilot.Validation.JsonProfileMissing
source: Autopilot JSON profile mode is enabled but no valid default profile is selected.
ar_sa: Autopilot JSON تم تمكين وضع ملف التعريف ولكن لم يتم تحديد ملف تعريف افتراضي صالح.
bg_bg: Autopilot JSON режимът на профил е активиран, но не е избран валиден профил по подразбиране.
cs_cz: Režim profilu Autopilot JSON je povolen, ale není vybrán žádný platný výchozí profil.
da_dk: Autopilot JSON profiltilstand er aktiveret, men der er ikke valgt en gyldig standardprofil.
de_de: Autopilot JSON Profilmodus ist aktiviert, aber es ist kein gültiges Standardprofil ausgewählt.
el_gr: Η λειτουργία προφίλ Autopilot JSON είναι ενεργοποιημένη αλλά δεν έχει επιλεγεί έγκυρο προεπιλεγμένο προφίλ.
es_mx: Autopilot JSON el modo de perfil está habilitado pero no se selecciona ningún perfil predeterminado válido.
et_ee: Autopilot JSON profiilirežiim on lubatud, kuid kehtivat vaikeprofiili pole valitud.
fi_fi: Autopilot JSON profiilitila on käytössä, mutta kelvollista oletusprofiilia ei ole valittu.
fr_ca: Autopilot JSON Le mode profil est activé mais aucun profil par défaut valide n'est sélectionné.
he_il: Autopilot JSON מצב הפרופיל מופעל אך לא נבחר פרופיל ברירת מחדל חוקי.
hr_hr: Način profila Autopilot JSON je omogućen, ali nije odabran valjani zadani profil.
hu_hu: Autopilot JSON profil mód engedélyezve van, de nincs érvényes alapértelmezett profil kiválasztva.
it_it: Autopilot JSON la modalità profilo è abilitata ma non è selezionato alcun profilo predefinito valido.
ja_jp: Autopilot JSON プロファイル モードが有効になっていますが、有効なデフォルト プロファイルが選択されていません。
ko_kr: Autopilot JSON 프로필 모드가 활성화되었지만 유효한 기본 프로필이 선택되지 않았습니다.
lt_lt: Autopilot JSON profilio režimas įjungtas, bet nepasirinktas tinkamas numatytasis profilis.
lv_lv: Autopilot JSON profila režīms ir iespējots, bet nav atlasīts derīgs noklusējuma profils.
nb_no: Autopilot JSON profilmodus er aktivert, men ingen gyldig standardprofil er valgt.
nl_nl: Autopilot JSON profielmodus is ingeschakeld, maar er is geen geldig standaardprofiel geselecteerd.
pl_pl: Tryb profilu Autopilot JSON jest włączony, ale nie wybrano prawidłowego profilu domyślnego.
pt_pt: Autopilot JSON o modo de perfil está ativado, mas nenhum perfil padrão válido está selecionado.
ro_ro: Autopilot JSON Modul profil este activat, dar nu este selectat niciun profil implicit valid.
ru_ru: Режим профиля Autopilot JSON включен, но действительный профиль по умолчанию не выбран.
sk_sk: Režim profilu Autopilot JSON je povolený, ale nie je vybratý žiadny platný predvolený profil.
sl_si: Način profila Autopilot JSON je omogočen, vendar ni izbran veljaven privzeti profil.
sr_latn_rs: Autopilot JSON režim profila je omogućen, ali nije izabran važeći podrazumevani profil.
sv_se: Autopilot JSON profilläget är aktiverat men ingen giltig standardprofil har valts.
th_th: Autopilot JSON โหมดโปรไฟล์ถูกเปิดใช้งานแต่ไม่ได้เลือกโปรไฟล์เริ่มต้นที่ถูกต้อง
tr_tr: Autopilot JSON profil modu etkinleştirildi ancak geçerli bir varsayılan profil seçilmedi.
uk_ua: Режим профілю Autopilot JSON увімкнено, але дійсний профіль за умовчанням не вибрано.
zh_cn: Autopilot JSON 配置文件模式已启用，但未选择有效的默认配置文件。
zh_tw: Autopilot JSON 設定檔模式已啟用，但未選擇有效的預設設定檔。

# StartMedia.Autopilot.Validation.UnsupportedProvisioningMode
source: Autopilot uses an unsupported provisioning mode.
ar_sa: Autopilot يستخدم وضع توفير غير مدعوم.
bg_bg: Autopilot използва неподдържан режим на осигуряване.
cs_cz: Autopilot používá nepodporovaný režim zřizování.
da_dk: Autopilot bruger en ikke-understøttet klargøringstilstand.
de_de: Autopilot verwendet einen nicht unterstützten Bereitstellungsmodus.
el_gr: Το Autopilot χρησιμοποιεί μια μη υποστηριζόμενη λειτουργία παροχής.
es_mx: Autopilot utiliza un modo de aprovisionamiento no compatible.
et_ee: Autopilot kasutab toetamata varustamisrežiimi.
fi_fi: Autopilot käyttää ei-tuettua hallintatilaa.
fr_ca: Autopilot utilise un mode de provisionnement non pris en charge.
he_il: Autopilot משתמש במצב הקצאה לא נתמך.
hr_hr: Autopilot koristi nepodržani način rada.
hu_hu: A Autopilot nem támogatott kiépítési módot használ.
it_it: Autopilot utilizza una modalità di provisioning non supportata.
ja_jp: Autopilot は、サポートされていないプロビジョニング モードを使用しています。
ko_kr: Autopilot은 지원되지 않는 프로비저닝 모드를 사용합니다.
lt_lt: Autopilot naudoja nepalaikomą parengimo režimą.
lv_lv: Autopilot izmanto neatbalstītu nodrošināšanas režīmu.
nb_no: Autopilot bruker en klargjøringsmodus som ikke støttes.
nl_nl: Autopilot gebruikt een niet-ondersteunde inrichtingsmodus.
pl_pl: Autopilot używa nieobsługiwanego trybu udostępniania.
pt_pt: Autopilot usa um modo de provisionamento não suportado.
ro_ro: Autopilot utilizează un mod de furnizare neacceptat.
ru_ru: Autopilot использует неподдерживаемый режим подготовки.
sk_sk: Autopilot používa nepodporovaný režim poskytovania.
sl_si: Autopilot uporablja nepodprt način zagotavljanja.
sr_latn_rs: Autopilot koristi nepodržani režim obezbeđivanja.
sv_se: Autopilot använder ett provisioneringsläge som inte stöds.
th_th: Autopilot ใช้โหมดการจัดสรรที่ไม่รองรับ
tr_tr: Autopilot desteklenmeyen bir temel hazırlık modu kullanıyor.
uk_ua: Autopilot використовує непідтримуваний режим ініціалізації.
zh_cn: Autopilot 使用不受支持的配置模式。
zh_tw: Autopilot 使用不支援的配置模式。

# StartMedia.BlockingReason.AdkNotReady
source: ADK or WinPE Add-on is not ready.
ar_sa: ADK أو WinPE الوظيفة الإضافية ليست جاهزة.
bg_bg: ADK или WinPE Добавката не е готова.
cs_cz: Doplněk ADK nebo WinPE není připraven.
da_dk: ADK eller WinPE Add-on er ikke klar.
de_de: ADK oder WinPE Add-on ist nicht bereit.
el_gr: Το πρόσθετο ADK ή WinPE δεν είναι έτοιμο.
es_mx: ADK o WinPE El complemento no está listo.
et_ee: ADK või WinPE Lisandmoodul pole valmis.
fi_fi: ADK tai WinPE Lisäosa ei ole valmis.
fr_ca: ADK ou WinPE Le module complémentaire n'est pas prêt.
he_il: התוסף ADK או WinPE אינו מוכן.
hr_hr: Dodatak ADK ili WinPE nije spreman.
hu_hu: ADK vagy WinPE A kiegészítő nem áll készen.
it_it: Il componente aggiuntivo ADK o WinPE non è pronto.
ja_jp: ADK または WinPE アドオンの準備ができていません。
ko_kr: ADK 또는 WinPE 추가 기능이 준비되지 않았습니다.
lt_lt: ADK arba WinPE Priedas neparengtas.
lv_lv: ADK vai WinPE Papildinājums nav gatavs.
nb_no: ADK eller WinPE Add-on er ikke klar.
nl_nl: ADK of WinPE Add-on is niet gereed.
pl_pl: ADK lub WinPE Dodatek nie jest gotowy.
pt_pt: ADK ou WinPE O complemento não está pronto.
ro_ro: ADK sau WinPE Suplimentul nu este gata.
ru_ru: ADK или WinPE Дополнение не готово.
sk_sk: Doplnok ADK alebo WinPE nie je pripravený.
sl_si: Dodatek ADK ali WinPE ni pripravljen.
sr_latn_rs: ADK ili WinPE Dodatak nije spreman.
sv_se: ADK eller WinPE Tillägget är inte klart.
th_th: ADK หรือ WinPE ส่วนเสริมยังไม่พร้อม
tr_tr: ADK veya WinPE Eklenti hazır değil.
uk_ua: Доповнення ADK або WinPE не готове.
zh_cn: ADK 或WinPE 附加组件尚未准备好。
zh_tw: ADK 或WinPE 附加組件尚未準備好。

# StartMedia.BlockingReason.Arm64RequiresGpt
source: ARM64 media requires GPT partition style.
ar_sa: تتطلب وسائط ARM64 نمط القسم GPT.
bg_bg: ARM64 медия изисква GPT стил на дял.
cs_cz: Média ARM64 vyžadují styl oddílu GPT.
da_dk: ARM64-medier kræver GPT partitionsstil.
de_de: ARM64-Medien erfordern den Partitionsstil GPT.
el_gr: Τα μέσα ARM64 απαιτούν στυλ κατάτμησης GPT.
es_mx: Los medios ARM64 requieren el estilo de partición GPT.
et_ee: ARM64 meedium nõuab GPT partitsioonistiili.
fi_fi: ARM64-media vaatii GPT-osion tyylin.
fr_ca: Le support ARM64 nécessite le style de partition GPT.
he_il: מדיה ARM64 דורשת סגנון מחיצה GPT.
hr_hr: ARM64 mediji zahtijevaju GPT stil particije.
hu_hu: Az ARM64 adathordozóhoz GPT partícióstílus szükséges.
it_it: Il supporto ARM64 richiede lo stile di partizione GPT.
ja_jp: ARM64 メディアには GPT パーティション スタイルが必要です。
ko_kr: ARM64 미디어에는 GPT 파티션 스타일이 필요합니다.
lt_lt: ARM64 laikmenai reikalingas GPT skaidinio stilius.
lv_lv: ARM64 datu nesējam ir nepieciešams GPT nodalījuma stils.
nb_no: ARM64-medier krever GPT partisjonsstil.
nl_nl: ARM64-media vereisen partitiestijl GPT.
pl_pl: Nośnik ARM64 wymaga stylu partycji GPT.
pt_pt: A mídia ARM64 requer estilo de partição GPT.
ro_ro: Media ARM64 necesită stilul de partiție GPT.
ru_ru: Для носителя ARM64 требуется стиль раздела GPT.
sk_sk: Médiá ARM64 vyžadujú štýl oddielu GPT.
sl_si: Mediji ARM64 zahtevajo slog particije GPT.
sr_latn_rs: ARM64 medijum zahteva GPT stil particije.
sv_se: ARM64 media kräver GPT partitionsstil.
th_th: สื่อ ARM64 ต้องการรูปแบบพาร์ติชัน GPT
tr_tr: ARM64 ortamı GPT bölümleme stilini gerektirir.
uk_ua: Носії ARM64 вимагають стилю розділу GPT.
zh_cn: ARM64 介质需要 GPT 分区样式。
zh_tw: ARM64 媒體需要 GPT 分割區樣式。

# StartMedia.BlockingReason.AutopilotConfigurationNotReady
source: Autopilot is enabled but no valid default profile is selected.
ar_sa: تم تمكين Autopilot ولكن لم يتم تحديد ملف تعريف افتراضي صالح.
bg_bg: Autopilot е активиран, но не е избран валиден профил по подразбиране.
cs_cz: Autopilot je povolen, ale není vybrán žádný platný výchozí profil.
da_dk: Autopilot er aktiveret, men der er ikke valgt en gyldig standardprofil.
de_de: Autopilot ist aktiviert, aber es ist kein gültiges Standardprofil ausgewählt.
el_gr: Το Autopilot είναι ενεργοποιημένο αλλά δεν έχει επιλεγεί έγκυρο προεπιλεγμένο προφίλ.
es_mx: Autopilot está habilitado pero no se selecciona ningún perfil predeterminado válido.
et_ee: Autopilot on lubatud, kuid kehtivat vaikeprofiili pole valitud.
fi_fi: Autopilot on käytössä, mutta kelvollista oletusprofiilia ei ole valittu.
fr_ca: Autopilot est activé mais aucun profil par défaut valide n'est sélectionné.
he_il: Autopilot מופעל אך לא נבחר פרופיל ברירת מחדל חוקי.
hr_hr: Autopilot je omogućen, ali nije odabran valjani zadani profil.
hu_hu: A Autopilot engedélyezve van, de nincs érvényes alapértelmezett profil kiválasztva.
it_it: Autopilot è abilitato ma non è selezionato alcun profilo predefinito valido.
ja_jp: Autopilot は有効ですが、有効なデフォルト プロファイルが選択されていません。
ko_kr: Autopilot이 활성화되었지만 유효한 기본 프로필이 선택되지 않았습니다.
lt_lt: Autopilot įjungtas, bet nepasirinktas tinkamas numatytasis profilis.
lv_lv: Autopilot ir iespējots, bet nav atlasīts derīgs noklusējuma profils.
nb_no: Autopilot er aktivert, men ingen gyldig standardprofil er valgt.
nl_nl: Autopilot is ingeschakeld, maar er is geen geldig standaardprofiel geselecteerd.
pl_pl: Autopilot jest włączone, ale nie wybrano prawidłowego profilu domyślnego.
pt_pt: Autopilot está habilitado, mas nenhum perfil padrão válido está selecionado.
ro_ro: Autopilot este activat, dar nu este selectat niciun profil implicit valid.
ru_ru: Autopilot включен, но действительный профиль по умолчанию не выбран.
sk_sk: Autopilot je povolený, ale nie je vybratý žiadny platný predvolený profil.
sl_si: Autopilot je omogočen, vendar ni izbran veljaven privzeti profil.
sr_latn_rs: Autopilot je omogućen, ali nije izabran važeći podrazumevani profil.
sv_se: Autopilot är aktiverat men ingen giltig standardprofil har valts.
th_th: Autopilot ถูกเปิดใช้งานแต่ไม่ได้เลือกโปรไฟล์เริ่มต้นที่ถูกต้อง
tr_tr: Autopilot etkinleştirildi ancak geçerli bir varsayılan profil seçilmedi.
uk_ua: Autopilot увімкнено, але дійсний профіль за замовчуванням не вибрано.
zh_cn: Autopilot 已启用，但未选择有效的默认配置文件。
zh_tw: Autopilot 已啟用，但未選擇有效的預設設定檔。

# StartMedia.BlockingReason.ConnectProvisioningNotReady
source: Connect provisioning is not ready.
ar_sa: توفير الاتصال غير جاهز.
bg_bg: Предоставянето на връзка не е готово.
cs_cz: Zřizování připojení není připraveno.
da_dk: Connect-klargøring er ikke klar.
de_de: Die Connect-Bereitstellung ist nicht bereit.
el_gr: Η παροχή σύνδεσης δεν είναι έτοιμη.
es_mx: El aprovisionamiento de conexión no está listo.
et_ee: Ühenduse loomine pole valmis.
fi_fi: Yhteyden hallinta ei ole valmis.
fr_ca: Le provisionnement de Connect n’est pas prêt.
he_il: התצורה של Connect אינה מוכנה.
hr_hr: Omogućavanje povezivanja nije spremno.
hu_hu: A csatlakozás kiépítése nem áll készen.
it_it: Il provisioning di Connect non è pronto.
ja_jp: 接続プロビジョニングの準備ができていません。
ko_kr: Connect 프로비저닝이 준비되지 않았습니다.
lt_lt: Prisijungimo teikimas neparengtas.
lv_lv: Savienojuma nodrošināšana nav gatava.
nb_no: Connect-klargjøring er ikke klar.
nl_nl: Connect-inrichting is niet gereed.
pl_pl: Udostępnianie połączenia nie jest gotowe.
pt_pt: O provisionamento do Connect não está pronto.
ro_ro: Aprovizionarea conexiunii nu este gata.
ru_ru: Подготовка Connect не готова.
sk_sk: Poskytovanie pripojenia nie je pripravené.
sl_si: Omogočanje povezave ni pripravljeno.
sr_latn_rs: Omogućavanje povezivanja nije spremno.
sv_se: Connect-administration är inte klar.
th_th: การจัดสรรการเชื่อมต่อไม่พร้อม
tr_tr: Bağlantı temel hazırlığı hazır değil.
uk_ua: Ініціалізація підключення не готова.
zh_cn: 连接配置尚未准备好。
zh_tw: 連接配置尚未準備好。

# StartMedia.BlockingReason.CustomDriverDirectoryHasNoInfFiles
source: Custom driver folder does not contain .inf files.
ar_sa: لا يحتوي مجلد برنامج التشغيل المخصص على ملفات .inf.
bg_bg: Персонализираната папка на драйвера не съдържа .inf файлове.
cs_cz: Vlastní složka ovladače neobsahuje soubory .inf.
da_dk: Brugerdefineret drivermappe indeholder ikke .inf-filer.
de_de: Der benutzerdefinierte Treiberordner enthält keine .inf-Dateien.
el_gr: Ο προσαρμοσμένος φάκελος προγράμματος οδήγησης δεν περιέχει αρχεία .inf.
es_mx: La carpeta del controlador personalizado no contiene archivos .inf.
et_ee: Kohandatud draiveri kaust ei sisalda .inf-faile.
fi_fi: Mukautettu ohjainkansio ei sisällä .inf-tiedostoja.
fr_ca: Le dossier du pilote personnalisé ne contient pas de fichiers .inf.
he_il: תיקיית מנהל ההתקן המותאמת אישית אינה מכילה קבצי ‎ .inf.
hr_hr: Mapa prilagođenog upravljačkog programa ne sadrži .inf datoteke.
hu_hu: Az egyéni illesztőprogram-mappa nem tartalmaz .inf fájlokat.
it_it: La cartella del driver personalizzato non contiene file .inf.
ja_jp: カスタム ドライバー フォルダーには .inf ファイルが含まれていません。
ko_kr: 사용자 정의 드라이버 폴더에는 .inf 파일이 포함되어 있지 않습니다.
lt_lt: Pasirinktiniame tvarkyklės aplanke nėra .inf failų.
lv_lv: Pielāgotā draivera mapē nav .inf failu.
nb_no: Den egendefinerte drivermappen inneholder ikke .inf-filer.
nl_nl: De aangepaste stuurprogrammamap bevat geen .inf-bestanden.
pl_pl: Niestandardowy folder sterownika nie zawiera plików .inf.
pt_pt: A pasta do driver personalizado não contém arquivos .inf.
ro_ro: Dosarul de driver personalizat nu conține fișiere .inf.
ru_ru: Папка пользовательского драйвера не содержит файлов .inf.
sl_si: Mapa gonilnika po meri ne vsebuje datotek .inf.
sr_latn_rs: Prilagođena fascikla drajvera ne sadrži .inf datoteke.
sv_se: Anpassad drivrutinsmapp innehåller inte .inf-filer.
th_th: โฟลเดอร์ไดรเวอร์แบบกำหนดเองไม่มีไฟล์ .inf
tr_tr: Özel sürücü klasörü .inf dosyalarını içermiyor.
uk_ua: Папка спеціального драйвера не містить файлів .inf.
zh_cn: 自定义驱动程序文件夹不包含 .inf 文件。
zh_tw: 自訂驅動程式資料夾不包含 .inf 檔案。

# StartMedia.BlockingReason.CustomDriverDirectoryNotFound
source: Custom driver folder does not exist.
ar_sa: مجلد برنامج التشغيل المخصص غير موجود.
bg_bg: Персонализираната папка на драйвера не съществува.
cs_cz: Vlastní složka ovladače neexistuje.
da_dk: Brugerdefineret drivermappe findes ikke.
de_de: Der benutzerdefinierte Treiberordner ist nicht vorhanden.
el_gr: Ο προσαρμοσμένος φάκελος προγράμματος οδήγησης δεν υπάρχει.
es_mx: La carpeta del controlador personalizado no existe.
et_ee: Kohandatud draiveri kausta pole olemas.
fi_fi: Mukautettua ohjainkansiota ei ole olemassa.
fr_ca: Le dossier du pilote personnalisé n'existe pas.
he_il: תיקיית מנהל התקן מותאמת אישית לא קיימת.
hr_hr: Mapa prilagođenog upravljačkog programa ne postoji.
hu_hu: Egyéni illesztőprogram-mappa nem létezik.
it_it: La cartella del driver personalizzato non esiste.
ja_jp: カスタムドライバーフォルダーが存在しません。
ko_kr: 사용자 정의 드라이버 폴더가 존재하지 않습니다.
lt_lt: Pasirinktinis tvarkyklės aplankas neegzistuoja.
lv_lv: Pielāgota draivera mape nepastāv.
nb_no: Tilpasset drivermappe finnes ikke.
nl_nl: Aangepaste drivermap bestaat niet.
pl_pl: Niestandardowy folder sterownika nie istnieje.
pt_pt: A pasta do driver personalizado não existe.
ro_ro: Dosarul de driver personalizat nu există.
ru_ru: Папка пользовательского драйвера не существует.
sk_sk: Vlastný priečinok ovládača neexistuje.
sl_si: Mapa gonilnika po meri ne obstaja.
sr_latn_rs: Prilagođeni direktorijum drajvera ne postoji.
sv_se: Anpassad drivrutinsmapp finns inte.
th_th: ไม่มีโฟลเดอร์ไดรเวอร์แบบกำหนดเอง
tr_tr: Özel sürücü klasörü mevcut değil.
uk_ua: Спеціальна папка драйвера не існує.
zh_cn: 自定义驱动程序文件夹不存在。
zh_tw: 自訂驅動程式資料夾不存在。

# StartMedia.BlockingReason.DeployConfigurationNotReady
source: Deploy configuration generation is not ready.
ar_sa: نشر إنشاء التكوين غير جاهز.
bg_bg: Генерирането на конфигурация за внедряване не е готово.
cs_cz: Generování konfigurace nasazení není připraveno.
da_dk: Generering af implementering af konfiguration er ikke klar.
de_de: Die Bereitstellungskonfigurationsgenerierung ist noch nicht bereit.
el_gr: Η δημιουργία διαμόρφωσης ανάπτυξης δεν είναι έτοιμη.
es_mx: La generación de configuración de implementación no está lista.
et_ee: Juurutamise konfiguratsiooni loomine pole valmis.
fi_fi: Käyttöönoton määrityksen luominen ei ole valmis.
fr_ca: La génération de la configuration de déploiement n’est pas prête.
he_il: יצירת התצורה של הפריסה אינה מוכנה.
hr_hr: Generacija konfiguracije implementacije nije spremna.
hu_hu: A telepítési konfiguráció létrehozása nem áll készen.
it_it: La generazione della configurazione di distribuzione non è pronta.
ja_jp: デプロイ構成の生成の準備ができていません。
ko_kr: 배포 구성 생성이 준비되지 않았습니다.
lt_lt: Diegimo konfigūracijos generavimas neparengtas.
lv_lv: Izvietošanas konfigurācijas ģenerēšana nav gatava.
nb_no: Generering av distribusjonskonfigurasjon er ikke klar.
nl_nl: Het genereren van de implementatieconfiguratie is niet gereed.
pl_pl: Generowanie konfiguracji wdrożenia nie jest gotowe.
pt_pt: A geração de configuração de implantação não está pronta.
ro_ro: Generarea configurației de implementare nu este gata.
ru_ru: Создание конфигурации развертывания не готово.
sk_sk: Generovanie konfigurácie nasadenia nie je pripravené.
sl_si: Generacija konfiguracije razmestitve ni pripravljena.
sr_latn_rs: Generisanje konfiguracije za primenu nije spremno.
sv_se: Generering av distributionskonfiguration är inte klar.
th_th: การสร้างการกำหนดค่าใช้งานยังไม่พร้อม
tr_tr: Dağıtım yapılandırması oluşturma hazır değil.
uk_ua: Генерація конфігурації розгортання не готова.
zh_cn: 部署配置生成尚未准备好。
zh_tw: 部署配置產生尚未準備好。

# StartMedia.BlockingReason.FinalExecutionDeferred
source: Media creation is not enabled in this build.
ar_sa: لم يتم تمكين إنشاء الوسائط في هذا الإصدار.
bg_bg: Създаването на мултимедия не е разрешено в тази компилация.
cs_cz: V tomto sestavení není povoleno vytváření médií.
da_dk: Medieoprettelse er ikke aktiveret i denne build.
de_de: Die Medienerstellung ist in diesem Build nicht aktiviert.
el_gr: Η δημιουργία πολυμέσων δεν είναι ενεργοποιημένη σε αυτήν την έκδοση.
es_mx: La creación de medios no está habilitada en esta compilación.
et_ee: Meediumi loomine pole selles järgus lubatud.
fi_fi: Median luonti ei ole käytössä tässä koontiversiossa.
fr_ca: La création de médias n'est pas activée dans cette version.
he_il: יצירת מדיה אינה מופעלת בגירסה זו.
hr_hr: Stvaranje medija nije omogućeno u ovoj verziji.
hu_hu: A média létrehozása nincs engedélyezve ebben a buildben.
it_it: La creazione multimediale non è abilitata in questa build.
ja_jp: このビルドではメディアの作成は有効になっていません。
ko_kr: 이 빌드에서는 미디어 생성이 활성화되지 않습니다.
lt_lt: Šiame versijoje medijos kūrimas neįjungtas.
lv_lv: Šajā būvniecībā nav iespējota multivides izveide.
nb_no: Medieoppretting er ikke aktivert i denne versjonen.
nl_nl: Het maken van media is niet ingeschakeld in deze build.
pl_pl: W tej kompilacji nie jest włączone tworzenie multimediów.
pt_pt: A criação de mídia não está habilitada nesta compilação.
ro_ro: Crearea media nu este activată în această versiune.
ru_ru: Создание мультимедиа в этой сборке не включено.
sk_sk: Vytváranie médií nie je v tejto zostave povolené.
sl_si: Ustvarjanje medijev ni omogočeno v tej zgradbi.
sr_latn_rs: Kreiranje medija nije omogućeno u ovoj verziji.
sv_se: Mediaskapande är inte aktiverat i den här versionen.
th_th: ไม่ได้เปิดใช้งานการสร้างสื่อในรุ่นนี้
tr_tr: Bu yapıda medya oluşturma etkin değil.
uk_ua: У цій збірці не ввімкнено створення медіафайлів.
zh_cn: 此版本中未启用媒体创建。
zh_tw: 此版本中未啟用媒體建立。

# StartMedia.BlockingReason.InvalidIsoPath
source: ISO output path must end with .iso.
ar_sa: ISO يجب أن ينتهي مسار الإخراج بـ.iso.
bg_bg: ISO изходният път трябва да завършва с.iso.
cs_cz: Výstupní cesta ISO musí končit příponou.iso.
da_dk: ISO outputstien skal slutte med.iso.
de_de: ISO Ausgabepfad muss mit.iso enden.
el_gr: Η διαδρομή εξόδου ISO πρέπει να τελειώνει με.iso.
es_mx: ISO la ruta de salida debe terminar en.iso.
et_ee: ISO väljundtee peab lõppema tähega.iso.
fi_fi: ISO lähtöpolun tulee päättyä.iso-merkillä.
fr_ca: ISO le chemin de sortie doit se terminer par.iso.
he_il: נתיב הפלט ISO חייב להסתיים ב-.iso.
hr_hr: ISO izlazni put mora završavati s.iso.
hu_hu: ISO kimeneti útvonalnak.iso karakterrel kell végződnie.
it_it: ISO il percorso di output deve terminare con.iso.
ja_jp: ISO 出力パスは.iso で終わる必要があります。
ko_kr: ISO 출력 경로는.iso로 끝나야 합니다.
lt_lt: ISO išvesties kelias turi baigtis.iso.
lv_lv: ISO izvades ceļam jābeidzas ar.iso.
nb_no: ISO utgangsbane må slutte med.iso.
nl_nl: ISO uitvoerpad moet eindigen op.iso.
pl_pl: Ścieżka wyjściowa ISO musi kończyć się rozszerzeniem.iso.
pt_pt: O caminho de saída ISO deve terminar com.iso.
ro_ro: Calea de ieșire ISO trebuie să se termine cu.iso.
ru_ru: Выходной путь ISO должен заканчиваться на.iso.
sk_sk: Výstupná cesta ISO musí končiť príponou.iso.
sl_si: ISO izhodna pot se mora končati z.iso.
sr_latn_rs: ISO izlazna putanja mora da se završava sa.iso.
sv_se: ISO måste sluta med.iso.
th_th: ISO เส้นทางเอาต์พุตจะต้องลงท้ายด้วย.iso
tr_tr: ISO çıkış yolu.iso ile bitmelidir.
uk_ua: Вихідний шлях ISO має закінчуватися на.iso.
zh_cn: ISO 输出路径必须以.iso 结尾。
zh_tw: ISO 輸出路徑必須以.iso 結尾。

# StartMedia.BlockingReason.MissingWinPeLanguage
source: WinPE boot language is not selected.
ar_sa: WinPE لم يتم تحديد لغة التمهيد.
bg_bg: WinPE не е избран език за зареждане.
cs_cz: Není vybrán spouštěcí jazyk WinPE.
da_dk: WinPE bootsprog er ikke valgt.
de_de: WinPE Boot-Sprache ist nicht ausgewählt.
el_gr: Η γλώσσα εκκίνησης WinPE δεν έχει επιλεγεί.
es_mx: WinPE el idioma de inicio no está seleccionado.
et_ee: WinPE alglaadimiskeel pole valitud.
fi_fi: WinPE käynnistyskieltä ei ole valittu.
fr_ca: WinPE la langue de démarrage n'est pas sélectionnée.
he_il: שפת האתחול WinPE לא נבחרה.
hr_hr: WinPE jezik pokretanja nije odabran.
hu_hu: WinPE rendszerindítási nyelv nincs kiválasztva.
it_it: WinPE la lingua di avvio non è selezionata.
ja_jp: WinPE ブート言語が選択されていません。
ko_kr: WinPE 부팅 언어가 선택되지 않았습니다.
lt_lt: WinPE įkrovos kalba nepasirinkta.
lv_lv: WinPE sāknēšanas valoda nav atlasīta.
nb_no: WinPE oppstartsspråk er ikke valgt.
nl_nl: WinPE opstarttaal is niet geselecteerd.
pl_pl: Nie wybrano języka rozruchowego WinPE.
pt_pt: O idioma de inicialização WinPE não está selecionado.
ro_ro: WinPE limba de pornire nu este selectată.
ru_ru: Язык загрузки WinPE не выбран.
sk_sk: WinPE jazyk zavádzania nie je vybratý.
sl_si: WinPE zagonski jezik ni izbran.
sr_latn_rs: WinPE jezik pokretanja nije izabran.
sv_se: WinPE startspråk är inte valt.
th_th: WinPE ภาษาสำหรับบูตไม่ได้ถูกเลือก
tr_tr: WinPE önyükleme dili seçilmedi.
uk_ua: WinPE мова завантаження не вибрана.
zh_cn: WinPE 未选择启动语言。
zh_tw: WinPE 未選擇啟動語言。
